[
    {
        "photo": "https://i.ibb.co/6nVXwNb/softwareengineer.jpg",
        "title": "Software Engineer",
        "username": "techguru123",
        "category": "Technology",
        "work_type": "On Site",
        "salary_range": "$80,000 - $100,000",
        "description": "A Software Engineer is an IT professional who designs, develops and maintains computer software at a company. They use their creativity and technical skills and apply the principles of software engineering to help solve new and ongoing problems for an organization. We are looking for a talented software engineer to join our team.",
        "posting_date": "2023-11-06",
        "deadline": "2023-12-06",
        "applicant_number": 0
    },
    {
        "photo": "https://i.ibb.co/w7tmw5k/side-hustles-for-graphc-designers.jpg",
        "title": "Graphic Designer",
        "username": "artlover456",
        "category": "Design",
        "work_type": "Remote",
        "salary_range": "$50,000 - $70,000",
        "description": "A graphic designer is a professional within the graphic design and graphic arts industry who assembles together images, typography, or motion graphics to create a piece of design. A graphic designer creates the graphics primarily for published, printed, or electronic media, such as brochures and advertising.Join our design team and create amazing visuals for our clients.",
        "posting_date": "2023-11-06",
        "deadline": "2023-12-06",
        "applicant_number": 0
    },
    {
        "photo": "https://i.ibb.co/TLBdTjK/Customer-Support-Specialist.jpg",
        "title": "Customer Support Specialist",
        "username": "helpdeskpro",
        "category": "Customer Service",
        "work_type": "Part-Time",
        "salary_range": "$25,000 - $30,000",
        "description": "Provide excellent customer support and assist our clients. Customer support specialists assist customers with inquiries or concerns related to a company's products or services. In addition, they inform customers about specifications and features for an improved customer experience. They may also work with sales teams to ensure a smooth transition to ownership.",
        "posting_date": "2023-11-06",
        "deadline": "2023-12-06",
        "applicant_number": 0
    },
    {
        "photo": "https://i.ibb.co/fDBCf8M/careerbuilder-original-2225.jpg",
        "title": "Marketing Manager",
        "username": "marketingmaven",
        "category": "Marketing",
        "work_type": "Hybrid",
        "salary_range": "$70,000 - $90,000",
        "description": "Lead our marketing efforts and drive business growth. Marketing managers are involved in every aspect of marketing, from putting together estimates and budgets for campaigns to submitting them for approval. They are in charge of crafting the message for their client to deliver across all forms of media. They may work with advertising agencies or prepare sales contracts.",
        "posting_date": "2023-11-06",
        "deadline": "2023-12-06",
        "applicant_number": 0
    },
    {
        "photo": "https://i.ibb.co/YbKg5fp/Data-Analyst-Job-Description.jpg",
        "title": "Data Analyst",
        "username": "datawhiz",
        "category": "Data Science",
        "work_type": "Remote",
        "salary_range": "$60,000 - $80,000",
        "description": "Analyze data to provide insights and support decision-making. As data becomes increasingly important to the daily operations and decision-making processes in business settings, so too has the role that data analysts play in the professional world. In fact, the World Economic Forum's The Future of Jobs Report 2020 ranked data analysts and scientists as the positions with the most increased demand, indicating their value to employers across multiple industries.",
        "posting_date": "2023-11-06",
        "deadline": "2023-12-06",
        "applicant_number": 0
    },
    {
        "photo": "https://i.ibb.co/6RRgtK5/group-of-travel-nurses-smiling-together-704x421-fmt-webp-alpha-qlt-70-fit-constrain-1-wid-704.webp",
        "title": "Nurse",
        "username": "healthcarehero",
        "category": "Healthcare",
        "work_type": "On Site",
        "salary_range": "$45,000 - $60,000",
        "description": "Join our healthcare team and make a difference in patient care. Assessing, observing, and speaking to patients. Recording details and symptoms of patient medical history and current health. Preparing patients for exams and treatment. Administering medications and treatments, then monitoring patients for side effects and reactions.",
        "posting_date": "2023-11-06",
        "deadline": "2023-12-06",
        "applicant_number": 0
    },
    {
        "photo": "https://i.ibb.co/vY18J7t/Accountant-Hero-1.jpg",
        "title": "Accountant",
        "username": "numbercruncher",
        "category": "Finance",
        "work_type": "Hybrid",
        "salary_range": "$55,000 - $75,000",
        "description": "Manage financial records and ensure accuracy in our accounts. Provides financial information to management by researching and analyzing accounting data; preparing reports. Prepares asset, liability, and capital account entries by compiling and analyzing account information. Documents financial transactions by entering account information.",
        "posting_date": "2023-11-06",
        "deadline": "2023-12-06",
        "applicant_number": 0
    },
    {
        "photo": "https://i.ibb.co/mc19091/shutterstock-322957088.jpg",
        "title": "Sales Representative",
        "username": "salesexpert",
        "category": "Sales",
        "work_type": "Part-Time",
        "salary_range": "$35,000 - $45,000",
        "description": "Drive sales and build strong relationships with our clients.What Is a Sales Representative? A sales rep interacts directly with customers throughout all phases of the sales process. They're responsible for identifying a customer's needs, pitching relevant products or services, and ensuring they have a positive experience from start to finish.",
        "posting_date": "2023-11-06",
        "deadline": "2023-12-06",
        "applicant_number": 0
    }
]